results/M6/M6-AF-20260920T211148Z/cfd/cases/af7c952664c1_coarse_a0/dictionaries/system/sampleOutlet
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      sampleOutlet;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

type            surfaces;
libs            (sampling);
interpolationScheme cell;
surfaceFormat   raw;
fields          (T U);

surfaces
{
    outlet
    {
        type        patch;
        patches     (outlet);
        interpolate false;
        triangulate false;
    }
}
